[
    {
      "title": "Titanium",
      "number": 22,
      "abbre": "Ti",
      "mass": "47.861",
      "info": {
        "short": "Titanium alloys adalah logam paduan berbasis titanium (Ti) yang dikombinasikan dengan unsur lain seperti aluminium (Al) dan vanadium (V) untuk meningkatkan sifat mekaniknya.",
        "strong": [
          "Kekuatan spesifik tinggi: kuat, tapi sangat ringan.",
          "Tahan korosi luar biasa: tidak mudah berkarat, bahkan di air laut dalam.",
          "Tahan suhu tinggi: tetap kuat di lingkungan ekstrem."
        ],
        "weak": [
          "Sangat mahal dibanding baja biasa.",
          "Sulit difabrikasi (perlu teknik khusus untuk pengelasan dan pembentukan)."
        ]
      }
    },
    {
      "title": "Ferrum",
      "number": 26,
      "abbre": "Fe",
      "mass": "55.845",
      "info": {
        "short": "Baja (steel) adalah paduan besi (Fe) dengan karbon (C) dan kadang unsur lain seperti nikel (Ni) dan krom (Cr) untuk meningkatkan kekuatan.",
        "strong": [
          "Murah dan tersedia banyak.",
          "Mudah difabrikasi (dipotong, dilas, dibentuk).",
          "Kuat tekan tinggi, bisa tahan tekanan ekstrem."
        ],
        "weak": [
          "Lebih berat dibanding titanium.",
          "Tahan korosi lebih rendah: butuh perlindungan tambahan (coating, cathodic protection)."
        ]
      }
    },
    {
      "title": "Carbon",
      "number": 6,
      "abbre": "C",
      "mass": "12.011",
      "info": {
        "short": "Komposit adalah material yang terdiri dari dua atau lebih bahan berbeda yang digabungkan untuk membentuk material baru dengan sifat unggul.",
        "strong": [
          "Ringan banget, jauh lebih ringan daripada baja dan titanium.",
          "Kekuatan tarik sangat tinggi.",
          "Tahan korosi alami."
        ],
        "weak": [
          "Mahal untuk produksi massal.",
          "Brittle (mudah retak kalau terkena benturan keras).",
          "Sulit untuk menahan tekanan kompresi ekstrem. Biasanya dipakai di kedalaman laut sedang, bukan kedalaman ekstrem seperti Palung Mariana."
        ]
      }
    },
    {
      "title": "Aluminium",
      "number": 13,
      "abbre": "Al",
      "mass": "26.982",
      "info": {
        "short": "Komposit adalah material yang terdiri dari dua atau lebih bahan berbeda yang digabungkan untuk membentuk material baru dengan sifat unggul.",
        "strong": [
          "Bobot Ringan: Aluminium jauh lebih ringan daripada baja dan bahkan sedikit lebih ringan dari titanium.",
          "Ketahanan Korosi yang Baik: Aluminium membentuk lapisan oksida pelindung yang secara alami melindunginya dari korosi dalam banyak kondisi air laut.",
          "Biaya Lebih Rendah dari Titanium: Secara umum, aluminium dan paduannya lebih murah daripada titanium."
        ],
        "weak": [
          "Rentang Suhu Terbatas: Aluminium memiliki rentang suhu operasional yang lebih terbatas dibandingkan dengan baja atau titanium.",
          "Kekuatan aluminium secara signifikan lebih rendah daripada baja berkekuatan tinggi atau titanium.",
          "Aluminium dapat mengalami korosi galvanik yang dipercepat dalam air laut."
        ]
      }
    },
    {
      "title": "Nickel",
      "number": 28,
      "abbre": "Ni",
      "mass": "58.693",
      "info": {
        "short": "Inconel adalah keluarga paduan super berbasis nikel yang dikenal dengan ketahanan suhu tinggi, kekuatan tinggi, dan ketahanan korosi yang luar biasa, bahkan dalam lingkungan yang ekstrem.",
        "strong": [
          "Beberapa jenis Inconel memiliki kekuatan yang sebanding atau bahkan melebihi baja berkekuatan tinggi dan mendekati beberapa paduan titanium.",
          "Inconel sangat tahan terhadap berbagai jenis korosi, termasuk korosi air laut dan serangan kimia.",
          "Material ini sangat tahan terhadap deformasi permanen (creep) di bawah tekanan tinggi dalam waktu lama dan juga tahan terhadap oksidasi."
        ],
        "weak": [
          "Inconel adalah salah satu material logam yang paling mahal karena kandungan nikel dan kromiumnya yang tinggi serta proses pembuatannya yang kompleks.",
          "Inconel juga sulit untuk diolah dan dilas, membutuhkan teknik dan peralatan khusus.",
          "Meskipun lebih ringan dari beberapa jenis baja, Inconel umumnya lebih berat daripada titanium dengan kekuatan yang setara."
        ]
      }
    }
  ]